{
  "posts": [
    {
      "id": 2,
      "title": "2.500 TL altı en iyi drone modelleri",
      "description": "<p>Corby, Piranha ve Aden gibi drone üreticileri, fiyat/performans modelleri ile dikkat çekiyor. Özellikle içerik üreticileri drone görüntüleri kullanarak videolarını eşsiz hale getiriyor. Sizler için 2.000 TL altı en iyi drone modelleri listesi hazırladık.</p><p>Drone denilince akla ilk gelen firmalardan biri olan DJI, hem son kulllanıcı hem de endüstriyel kullanım için drone üretiyor. Başlangıç seviyesinde olan kişiler için biçilmiş kaftan olan DJI Tello, 13 dakikalık uçuş süresi sunuyor. Açık havada yaklaşık 100 metre kumanda mesafesi sunabilen cihazda 5 Megapiksel kamera bulunuyor.</p><p>360 derece takla, otomatik eve dönüş ve sesli komut gibi özelliklere sahip olan Aden E58, tam bir fiyat/performans ürünü. Katlanabilir kanatları sayesinde kompakt tasarım ile karşımıza çıkan model, 90 derece hareket edebilen 720p kameraya sahip. Hava koşullarına bağlı olarak yaklaşık 7 ile 8 dakika arasında uçuş imkanı sunan cihaz beklentileri fazlasıyla karşılıyor.</p><p>Aden Z4, 90 derece hareket edebilen gimball teknolojisine ve EIS (elektronik görüntü sabitleme) teknolojisine sahip 4K kameraya sahip. 2.000 TL altı en iyi drone modelleri arasında en yüksek fiyata sahip olan cihaz, Tap Fly modu sayesinde belirlenen rotayı otomatik olarak takip edebiliyor. 7.6V 3.400 mAh batarya ile yaklaşık 22 dakika uçuş süresi sunan model, 5.8 GHz WiFi teknolojisi ile haberleşiyor.</p>",
      "thumbnail": "https://static.shiftdelete.net/wp-content/uploads/2021/01/2000-tl-alti-en-iyi-drone-modelleri.jpg",
      "source": "https://shiftdelete.net",
      "vote": 1
    },
    {
      "id": 5,
      "title": "Xbox Game Pass 18 milyon aboneye ulaştı",
      "description": "<p>Microsoft’un Windows ve Xbox platformlarındaki oyunlarını abonelerine tek çatı altında sunmak için kurduğu Xbox Game Pass, büyümeye devam ediyor. “Video oyunları için Netflix” sloganıyla olarak tanımlanan platform, şimdiden 18 milyon kullanıcıya ulaşmış durumda.</p><p>The Verge’nin haberine göre 100’den fazla Xbox oyununa erişim sunan hizmet için Microsoft, Eylül ayında 15 milyon aboneye ulaştığını açıklamıştı. Yapılan açıklamalara göre aylık 30 lira gibi bir fiyata abone olunan hizmet, bu süre zarfında 18 milyon aboneye ulaşmış durumda.</p><p>Konuyla ilgili açıklamalarda bulunan Microsoft CEO’su Satya Nadella, Xbox Live platformunun da aylık 100 milyondan fazla aktif kullanıcısı olduğundan bahsetti. Nadella ayrıca Xbox Series X ve S’in piyasaya sürülmesinin bir lansman ayında şimdiye kadar en çok satılan cihaz rekorlarını kırdığından bahsetti. Ki bu da Microsoft tarihinin en başarılı lansmanı oluyor.</p><p>Tüketicileri Game Pass’e çekmek için çeşitli promosyonlar da uygulanıyor. Örneğin hizmetin ilk ayında Xbox Live Gold müşterilerini, şirketin yeni xCloud oyun akışı özelliğini içeren Xbox Game Pass Ultimate’a geçmeye teşvik ediyor. Bununla birlikte Xbox Game Pass Ultimate aboneleri, diğer avantajların yanı sıra artık bir aylık Disney Plus’a da ücretsiz sahip oluyor.</p><p>Firma bir yandan da platform bünyesinde bulunan içerikleri desteklemek için stüdyo alımlarına hız veriyor. Doom, Fallout ve Elder Scrolls serilerinden tanıdığımız Bethesda’nın ana şirketi ZeniMax, kısa süre önce platforma katılmıştı. Gelecekte de platformun etkinliğini artıracak büyük anlaşmaların yapılması bekleniyor.</p>",
      "thumbnail": "https://static.shiftdelete.net/wp-content/uploads/2021/01/xbox-game-pass-abone-sayisini-artirmaya-devam-ediyor.jpg",
      "source": "https://shiftdelete.net",
      "vote": 15
    },
    {
      "id": 6,
      "title": "Fujifilm yeni ürünlerini tanıtacak – SDN canlı yayın",
      "description": "<p>Fotoğraf ve görüntüleme sistemleri konusunda en köklü markalardan birisi olan ve 1934 yılında Japonya’da kurulan Fujifilm son yıllarda adından çok daha fazla söz ettirmeye başladı. Özellikle X-T4 modeli ile geçtiğimiz yıla damga vuran ve son dönemde YouTube’a dahil olmak isteyenler için vLogger kitler ile kullanıcılara hazır paketler sunan Fujifilm X Summit etkinliğine hazırlanıyor.</p><p>27 Ocak saat 16.00’da başlayacak X Summit 2021 etkinliğinin içeriği hakkında herhangi bir bilgi verilmedi, ancak beklentiler uzun süredir sızıntılar ile gündemden düşmeyen ve bir heyecana da neden olan fotoğraf makinesi ve diğer aksesuarların tanıtılacağı yönünde.</p><p>ShiftDelete.Net Kurucusu Hakkı Alkan, Fujifilm Türkiye İş Geliştirme Müdürü Suat Gençer ile 27 Ocak Çarşamba günü, 15:50’de YouTube kanalımızda canlı yayında etkinliği ekranlara getirecek. X Summit etkinliğinde tanıtılan ürünleri doğrudan sizlere aktaracağız.</p>",
      "thumbnail": "https://static.shiftdelete.net/wp-content/uploads/2021/01/fuji-film.jpeg",
      "source": "https://shiftdelete.net",
      "vote": 51
    },
    {
      "id": 7,
      "title": "Cyberpunk 2077 tüm özel içeriğin kapılarını açıyor",
      "description": "<p>Cyberpunk 2077‘nin geliştiricisi CD Projekt Red, distopik RPG oyunu için resmi modlama araçlarını yayınladı. Bu sayede oyuncular artık kendi özel içeriklerini oluşturabilecek.</p><p>Piyasaya sürüldüğünden itibaren Cyberpunk 2077‘nin üçüncü parti aracılığı ile oynanmasına izin veren birçok modu bulunuyordu. Ancak artık resmi araçların yayınlanması ile birlikte özel görev içeriğine, varlık değişimlerine ve daha fazlasına olanak sağlayacak.</p><p>Ayrıca CD Projekt Red araç setinin oyunla birlikte güncelleneceğini, yani mod uyumluluğu gibi sorunların olmayacağını da ifade ediyor.</p><p>Resmi modlama araçları, Cyberpunk 2077‘nin en acil kararlılık, performans ve komut dosyası sorunlarından bazılarını ele almayı amaçlayan ilk büyük yaması 1.1’nin hemen ardından geliyor.</p>",
      "thumbnail": "https://static.shiftdelete.net/wp-content/uploads/2020/12/cyberpunk-2077-guncellemeleri-bizi-neler-bekliyor.jpg",
      "source": "https://shiftdelete.net",
      "vote": 19
    },
    {
      "id": 8,
      "title": "Apple, 3 kritik güvenlik açığını iOS 14.4 ile kapattı",
      "description": "<p>Dün akşam Apple tarafından yayınlanan iOS 14.4, iPadOS 14.4 ve tvOS 14.4 güncellemeleri ile üç kritik güvenlik açığı kapatıldı. Konu güvenlik zafiyeti ve Apple olduğunda fazla endişelenmeye gerek olmasa da bu sefer durum farklı olabilir. Zero-Day olarak da adlandırılan bu açık, kötü amaçlı kişilerin Apple cihazlarını uzaktan kontrol edebilmelerini sağlıyor.</p><p>Yayınlanan güncellemeler ile açıklar kapatılsa da Apple tarafından konuyla ilgili detaylı bir açıklama yapılmadı.</p><p>İsimsiz bir araştırmacı tarafından bildirilen Zero-Day açıkları (CVE-2021-1782 – CVE-2021-1870 – CVE-2021-1871) saldırganların Apple cihazlarındaki yetkilerinin artmasına ve cihaz üzerinde uzaktan kod yürütülmesine imkan tanıyor. Apple tarafından konuyla ilgili açıklama yapılsa da saldırının ne kadar yaygın olduğuna veya saldırıdan etkilenen aktif kullanıcı sayısına dair herhangi bir veri paylaşılmadı.</p><p>Çekirdekte meydana gelen açık (CVE-2021-1782), kötü amaçlı bir uygulamanın cihaz üzerindeki ayrıcalıklarının artmasını sağlıyor. Webkit tarayıcısında mantık sorunu olarak adlandırılan diğer iki açık (CVE-2021-1870 – CVE-2021-1871) ise saldırganın Safari içerisinde kod yürütmesine izin veriyor.</p>",
      "thumbnail": "https://static.shiftdelete.net/wp-content/uploads/2021/01/apple-tarafindan-3-kritik-guvenlik-acigi-kapatildi.jpg",
      "source": "https://shiftdelete.net",
      "vote": 79
    },
    {
      "id": 9,
      "title": "Netflix, Türkiye ofisi için müdür arıyor",
      "description": "<p>Popüler dijital yayın platformu Netflix, Türkiye’de açacağı ofis için çalışmalarını hızlandırdı. Son dönemde dünya çapında daha fazla noktaya yayılan platformun, ülkemizdeki varlığı yadsınamaz derecede önemli. Tüm bu sonuçlar neticesinde Netflix‘in ülkemizde açacağı ofis, durumun daha da iyi bir noktaya ulaşacağının sinyalini veriyor.</p><p>Süreci biran önce tamamlamak isteyen Netflix tarafı çalışmalarına anlam ve hız kazandırmak adına gerekli faaliyetleri ilgiyle sürdürmeye devam ediyor. Çalışmaları arasında Türkiye ofisi için personel alımı da bulunan platformun, Linkedin üzerinden açtığı bir ilan göze çarptı.</p><p>Netflix İstanbul’da açacağı ofis için “Ofis Müdürü” (Workplace Manager) arayışı içerisine girdi. Linkedin hesabı üzerinden iş ilanı açan dijital yayın platformu, başvuru formu için sizi doğrudan Netflix’in iş sitesine yönlendiriyor. Kısa sürede ilgi çeken ilan şimdiden popüler durumda. Kaç gün aktif kalacağı bilinmeyen başvuru ilanı bugün sabah saatlerinde başlatıldı.</p><p>Popüler dijital medya servisinin, iş ilanı açtığı pozisyon için aradığı roller ise kısaca ofisin günlük işleyişini ve işyeri hizmetlerini desteklemek, işyerindeki kalitenin izlenmesi ve sürdürülmesi, iyileştirme alanları belirlemek ve gerekli koordinasyonları sağlamak olarak öne çıkıyor.</p><p>Aday profili şartları ise benzer bir pozisyonda en az 5 yıllık deneyim. Tüm iç ve dış paydaşlarla başarılı ilişkiler sürdürebilme, sosyal, proaktif ve insiyatif alabilen şartlar dikkat çekiyor.</p><p>Netflix’in İstanbul’da açacağı Türkiye ofisine ait iş ilanına buradan ulaşabilir ve detayları öğrenebilirsiniz.</p>",
      "thumbnail": "https://static.shiftdelete.net/wp-content/uploads/2021/01/netflix-turkiyede-acacagi-ofis-icin-is-ilani-verdi.jpg",
      "source": "https://shiftdelete.net",
      "vote": 27
    },
    {
      "id": 10,
      "title": "Twitter haber bülteni platformu Revue’ü satın aldı",
      "description": "<p>Twitter, yazarların haber bültenleri yayınlamasına olanak tanıyan Revue için satın alma planları yapıyor. Firma böylece Twitter’da okuyuculara ulaşmak ve kitlelerini büyütmek için düzenli olarak yayın yapan kullanıcılara kolaylık sağlayacak.</p><p>Twitter’ın Revue için giriştiği satın alma, firmayı son zamanlarda popülerliği artan bülten hizmeti Substack ile de doğrudan rekabete sokmuş olacak. Zira bazı yüksek profilli gazeteciler, Substack bünyesinde ücretli haber bültenleri başlatmak için bağlı bulundukları medya şirketlerinden ayrılmıştı</p><p>Konuyla ilgili açıklamalarda bulunan Twitter ürün lideri Kayvon Beykpour, “Güçlü bir yazar ve okuyucu topluluğu ile Twitter, kuruluşların ve yazarların büyük ölçekte kendilerini büyütmelerine yardımcı olmak için benzersiz bir konuma sahiptir. Amacımız, aboneleriyle bağlantı kurmalarını kolaylaştırırken aynı zamanda okuyucuların yazarları ve içeriklerini daha iyi keşfetmelerine yardımcı olmaktır.” İfadelerini kullandı.</p><p>Beykpour ayrıca Revue’nin bağımsız bir hizmet olarak kullanılmaya devam edecek şekilde planladıklarından bahsetti. “Revue’a bağımsız bir hizmet olarak yatırım yapmaya devam edeceğiz ve ekibi, yazarların haber bültenlerini oluşturma, kitlelerini organize etme ve çalışmaları için ödeme alma yöntemleri konusunda odaklanmaya teşvik edeceğiz. Ayrıca zamanla ekip, Twitter’a uzun içerik odaklı deneyimler oluşturacak.</p><p>2015 yılında altı New York Times çalışanı tarafından kurulan Hollanda merkezli kuruluş, editöryal düzenleme konusunda oldukça yol kat etti.</p>",
      "thumbnail": "https://static.shiftdelete.net/wp-content/uploads/2021/01/haber-platformu-revue-twitter-tarafindan-satin-alindi-2.jpg",
      "source": "https://shiftdelete.net",
      "vote": 38
    },
    {
      "title": "Adobe’den çok şık ve farklı akıllı saat konsepti",
      "description": "<p>Akıllı saatlere talepte büyük bir artış var. Bu talebi karşılamak amacıyla pek çok teknoloji markası yeni akıllı saatler tasarlıyor. Yalnızca teknoloji markaları değil aynı zamanda Adobe gibi farklı alanlara hizmet eden markalar da bu alana yönelmeye başladı. Adobe’nin tasarımcı Jean-François Bozec ile geliştirdiği Obsidian Watch adı verilen akıllı saat konsepti gerçekten çok iyi görünüyor.</p>\n\n<p>Klasik akıllı saatlerden farklı olarak oldukça şık ve premium görünen Obsidian Watch, ilhamını doğadan alıyor. Kayış tasarımında tercih edilen deri ve saat konseptinin adında da yer alan ‘obsidiyen’ taşının detayları saati özellikle tasarım noktasında farklı bir yerde konumlandırmayı sağlıyor.</p>\n<p>Substance by Adobe’nin YouTube kanalı üzerinden yayımlanan konsept tasarımın videosunda görüldüğü gibi saat fiziksel tuşlara sahip. Bu tuşlardan büyük olanı Apple Watch’larda yer alan ‘Digital Crown’ sistemine benziyor.</p>\n<p>Saatin yine alt kısmında bir sensör sistemi bulunuyor ve saatin rahatsız etmeyecek bir kalınlığı bulunuyor. Ekran günümüzde popüler akıllı saatlerde olduğu gibi kare veya yuvarlak ekran olmaktan ziyade uzun bir dikdörtgen tasarıma sahip.</p>\n<p>Şu an için konsept tasarımı olarak karşımıza çıkan bu akıllı saat ilerleyen süreçte kullanıcıyla buluşur mu bilinmez ancak oldukça sevileceğini şimdiden söylemek mümkün.</p>",
      "thumbnail": "https://static.shiftdelete.net/wp-content/uploads/2021/01/Obsidian-Watch-00.jpg",
      "source": "https://www.shiftdelete.net",
      "vote": 82,
      "id": 11
    },
    {
      "title": "Epic Games’in ücretsiz oyunları 750 milyon kez kütüphaneye eklendi",
      "description": "<p>Epic Games, 2020 yılı içerisinde pek çok oyun dağıttı. GTA V, Rocket League, Just Cause 4 gibi popüler oyunlar, bu sene şirketin ücretsiz yaptığı oyunlardan sadece birkaçı. 2021 yılında da şirket, her hafta oyunculara ücretsiz oyun dağıtmaya devam ediyor.</p>\n\n<p>Hatta bugün, Dandara: Trials of Fear Edition ücretsiz oldu. Peki şirketin verdiği bu ücretsiz oyunların toplam maliyeti ne kadar? Şirket, bu oyuncu dostu kampanyaları ile kaç kullanıcıya ulaştı?</p>\n\n<p>Epic Games‘in kendi sitesinde paylaşılan bir blog yazısı, şirketin 2020 yılını inceliyor. 2020 yılında yapılan çalışmaların sonucu olarak, yıl sonunda şirketin ne kadar büyümeye gittiğini gösteren çeşitli infografikler paylaşıldı.</p>\n\n<p>Geçtiğimiz 2019 yılının sonunda toplamda 108 milyon oyuncuya ulaşabilen Epic Games, 2020 yılı sonunda toplamda 160 milyondan fazla oyuncuya ulaşmış durumda. Bu 160 milyon oyuncunun ise mağazada toplamda 700 milyon dolardan daha fazla harcama yaptığı söyleniyor. Yapılan bu 700 milyon dolarlık harcamanın %37‘lik kısmının, yani 265 milyon dolarının üçüncü parti oyunlara gittiği belirtildi.</p>",
      "thumbnail": "https://static.shiftdelete.net/wp-content/uploads/2021/01/Epic-Games-Store-2020-%C3%96zeti-SDN-Shiftdelete.png",
      "source": "https://shiftdelete.net/",
      "vote": 5,
      "id": 12
    },
    {
      "title": "Uzay istasyonuna yolculuğun dudak uçuklatan bedeli",
      "description": "<p>ABD merkezli uzay turizmi şirketi Axiom Space, dört kişiden oluşan bir mürettebatı Ocak 2022’den önce sekiz günlük bir konaklama için Uluslararası Uzay İstasyonu’na (ISS) göndereceğini açıkladı. Bu eşsiz yolculuğun bedeli ise kişi başı tam 55 milyon dolar.</p>\n\n<p>İnsanoğlunun uzaydaki evi olan Uluslararası Uzay İstasyonu (ISS), kapılarını özel vatandaşlara açmaya hazırlanıyor. Merkezi Houston, Teksas’ta bulunan uzay turizmi şirketi Axiom Space, dört kişiden oluşan bir mürettebatı sekiz günlüğüne ISS’ye göndereceğini açıkladı.</p>\n\n<p>Firma, Ocak 2022’den önce gerçekleşecek olan bu konaklamanın kişi başı 55 milyon dolara yani güncel kur ile 405 milyon 834 bin liraya mal olacağını belirtti. Ekipte, Axiom Space’in başkan yardımcısı ve eski NASA astronotu Michael López-Alegría, Amerikalı girişimci Larry Connor, Kanadalı yatırımcı ve hayırsever Mark Pathy ve İsrail’den girişimci Eytan Stibbe bulunuyor.</p>",
      "thumbnail": "https://static.shiftdelete.net/wp-content/uploads/2021/01/uluslararas%C4%B1-uzay-istasyonu.jpg",
      "source": "https://shiftdelete.net/",
      "vote": 1,
      "id": 13
    }
  ],
  "comments": [
    {
      "comment": "test",
      "date": 1626466107725,
      "postId": "2",
      "id": 4
    },
    {
      "comment": "asdasd",
      "date": 1626466232237,
      "postId": "2",
      "id": 5
    },
    {
      "comment": "test",
      "date": 1626466235572,
      "postId": "10",
      "id": 6
    },
    {
      "comment": "test\n\n",
      "date": 1626635774664,
      "postId": "5",
      "id": 7
    }
  ]
}
